<?php include 'mid_string.php'; ?>

<!DOCTYPE html>
<html lang="th">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ประวัติความเป็นมา</title>
    <link rel="stylesheet" href="assets/css/style_about-history.css">
</head>

<body>

    <div class="container">
        <h1>ประวัติความเป็นมา</h1>
        <p class="date">วันพฤหัสบดี, 20 พฤษภาคม 2553</p>
        <img class="history-img" src="assets/img/hist_1.jpg" alt="DSC 2745">

        <p>หลังการเปลี่ยนแปลงการปกครองเมื่อวันที่ 24 มิถุนายน พ.ศ.2475 พ.ต.หลวงธุรไวทยวิเศษ นายแพทย์ประจำกองทหารวังปารุสกวันพิจารณาเห็นว่า ถ้าหากได้จัดให้มีสถานพยาบาลเป็นแหล่งกลางของกองทัพบกขึ้นสักแห่งทำนองโรงพยาบาลจุฬาลงกรณ์ สภากาชาดไทย (ซึ่งขอยืมนายทหารกองทัพบกไปใช้ปฏิบัติงาน) จึงได้นำความเรื่องนี้ปรึกษากับ พ.อ.พระยาทรงสุรเดช ท่านเห็นด้วยในหลักการ และยินดีที่จะสนับสนุนสถานที่ และมีที่อยู่ในข่ายพิจารณา 3 แห่ง คือ</p>

        <ol class="history-list">
            <li>โฮเต็ลพญาไท</li>
            <li>วังบางขุนพรหม</li>
            <li>กรมแผนที่ทหารบก</li>
        </ol>


        <p>เมื่อได้พิจารณากันแล้วในที่สุดเห็นว่าโฮเต็ลพญาไท เหมาะกว่าที่อื่น พ.ต.หลวงธุรไวทยวิเศษจึงได้เรียน พ.อ.พระยาทรงสุรเดช ให้ขอโฮเต็ลพญาไท เป็นที่ตั้งโรงพยาบาลต่อไป ต่อมาพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว (รัชกาลที่ 7) ก็ได้ได้ทรงพระกรุณาโปรดเกล้า โปรดกระหม่อมพระราชทานวังพญาไทนี้เป็นสถานพยาบาลของทหาร และทรงสำนักทรัพย์สินส่วนพระมหากษัตริย์ได้ทำสัญญาโอนที่ดินซึ่งมีเนื้อที่ 63 ไร่ 3 งาน 54 ตารางวาให้แก่กระทรวงกลาโหม เมื่อวันที่ 25 กันยายน พ.ศ. 2483 ฉะนั้นทางราชการจึงได้จัดรวมกองเสนารักษ์ ที่ 1 (ปากคลองหลอด) และกองเสนารักษ์ที่ 2 (บางซื่อ) มาตั้ง ณ พระราชวังแห่งนี้แล้วให้ชื่อใหม่ว่า กองเสนารักษ์จังหวัดทหารบกกรุงเทพฯ มี พ.ท.หลวงวินิชเวช การเป็นผู้บังคับกอง และได้กระทำพิธีเปิดสถานพยาบาลแห่งนี้เมื่อ วันที่ 26 พฤศจิกายน พ.ศ.2475 โดยมี พ.อ. พ.อ.พระยาพระหลพลพยุหเสนา พ.อ.พระยาทรงสุรเดช และนายทหารชั้นผู้ใหญ่อีกหลายท่านได้มาร่วมในพิธีนี้</p>

        <p>การดำเนินการเพื่อที่จะให้การรักษาพยาบาลของสถานที่แห่งนี้ ได้เจริญก้าวหน้าไปตามลำดับทางกองทัพบกจึงได้โอนนายแพทย์ที่มีความรู้ ความสามารถอันดีเยี่ยม จากคณะแพทย์ศาสตร์จุฬาลงกรณ์มหาวิทยาลัย คือ โรงพยาบาลศิริราช ซึ่งขณะนั้นขึ้นอยู่กับกระทรวงธรรมการจำนวน 3 นาย คือ</p>

        <ol class="doctor-list">
            <li>รองอำมาตย์เอก หลวงวาทวิทยาวัฒน์ มาบรรจุในแผนกอายุกรรม</li>
            <li>รองอำมาตย์ตรี สงวน โรจนวงศ์ มาบรรจุแผนกศัลยกรรม</li>
            <li>รองอำมาตย์ตรี บุญเจือ ปุณโสนี มาบรรจุในแผนกสูตินารีเวชกรรม</li>
        </ol>
        <img class="history-img" src="assets/img/hist_3.jpg" alt="DSC 2745">
        <p>ตั้งแต่นั้นมา กิจการก็ดำเนินมาด้วยดี ในตอนปลายปี พ.ศ. 2476 ทางราชการได้ปรับปรุงเปลี่ยนแปลงการจัดจำหน่ายทหารให้เหมาะสมยิ่งขึ้น เพื่อสอดคล้องกับแผนการจัดจำหน่ายทหารใน ให้เหมาะสมยิ่งขึ้น ขณะนั้นกองเสนารักษจังหวัดทหารบกกรุงเทพฯ ได้เปลี่ยนนามว่า กองเสนารักษ์มณฑลทหารบกที่ 1ลำดับใช้ชื่อนี้มา</p>
        <p>ตลอดเวลาสงครามเอเชียบรูพาและในระหว่างสงครามทางราชการทหารจำเป็นต้องระงับ การช่วยเหลือประชาชนเสียชั่วคราว ทั้งนี้เนื่องจากต้องจัดขยายสถานที่ไว้สำหรับรักษาพยาบาลโดยเฉพาะ ต่อมาเมื่อสงครามโลกครั้งที่ 2 ยุติลงเมื่อ พ.ศ.2488 กองทัพบกได้พิจารณาเห็นความจำเป็นที่จะต้องปรับปรุงสมรรถภาพของทหารให้ดียิ่งขึ้น รวมทั้งในด้านการรักษาพยาบาลผู้ป่วยเจ็บ การฝึกอบรมเจ้าหน้าที่ฝ่ายวิชาการ คือ แพทย์ พยาบาลและเจ้าหน้าที่ เทคนิคอื่น ๆ ตลอดการวิจัยในทางวิทยาวิทยาศาสตร์การแพทย์ให้ก้าวหน้าทัดเทียมอารยประเทศ</p>
        <p>ดังนี้ ตั้งแต่วันที่ 1 มกราคม พ.ศ. 2489 กองเสนาเสนามลฑลทหารบกที่ 1 จึงแปรสภาพเป็นโรงพยาบาลทหารบกและโอนการบังคับบัญชาขึ้นตรงต่อกรมการแพทย์สุขาภาบาล (กรม ทหารบกในปัจจุบัน) โดยได้เปิดทำการรักษาพยาบาลประชาชนทั่วไปเช่นเดิม และใช้โรงพยาบาลทหารบก ในเวลาเดี่ยวกันก็ใช้เป็นแหล่งศึกษาสำหรับแพทย์ตลอดจนเจ้าหน้าที่เทคนิค อื่น ๆ ด้วย</p>
        <p>ในสมัย พล.ต.ถนอม อุปถัมภานนท์ เป็นนายแพทย์ใหญ่ทหารบกได้ดำริเห็นสมควรที่จะอันเชิญอันเชิญพระปรมาภิไธยของ พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว มาขนานนามโรงพยาบาลเพื่อเป็นเป็นการเฉลิมพระเกียรติและอนุสรณ์รำลึกถึงพระมหากรุณาธิคุณของพระองค์ท่าน</p>


    </div>

</body>

</html>